[
    {
        "id": "vVrnC1b3XKk9EhuLKlUZ",
        "name": "Mexico Organic Chiapas San Cristobal",
        "origin": "Mexico",
        "roasttime": true,
        "roast_count": null,
        "description": "City+ is good starting point, but don't shy away from 2nd Crack if you prefer. This coffee can take it! Thick body, bittersweet cocoa, malt bread, old fashioned molasses cake. City+ to Full City+. Good for espresso.",
        "certifications": "Organic",
        "processing_method": "Washed"
    },
    {
        "id": "4kL5NRlSeTHHurBI4HzO",
        "name": "Ethiopia Sidama Bombe",
        "origin": "Ethiopia",
        "roasttime": true,
        "roast_count": null,
        "description": "Sweet cup, brown & white sugars, hints of apricot, golden plum, complex aromatics of floral jasmine, rue herb, and Earl Grey with dried bergamot citrus. City to Full City.",
        "certifications": "",
        "processing_method": ""
    },
    {
        "id": "rhoLlviSvYOs6PC7dCl0",
        "name": "Sumatra Wet Process Ribang Gayo",
        "origin": "Indonesia",
        "roasttime": true,
        "roast_count": null,
        "description": "This wet process lot from Ribang Gayo is a well-balanced coffee, and a lot more refined than the standard wet hulled Indonesias. That's not a good or bad thing, really, but a fact worth pointing out since traditional processed Sumatran coffees can be quite polarizing to coffee drinkers due to their characteristic earthy flavor profile. The dry grounds show a dark sugar sweetness that leads into hints of baked fruits, and green herbal hints in the back end. The wet aroma is permeated with caramelized sugar sweetness that resonates in the steam, along with notes of cocoa powder and dried fruit. Ribang Gayo boasts snappy acidity relative to the origin, with a note of tangy green apple amidst sweet overtones. The cooling cup yields flavors of honey and sugar in the raw, with soft, herbaceous accents that impact the aftertaste. Full City roasts develop more of a dark cocoa profile, the roast bittering intensifying in the long finish. There was also an herbal note in my darker roast that brought to mind sage-infused chocolate, with a very nice fruited note of black currant. Delicious! We've pulled some amazing espresso shots with this coffee, bright tones tempered by chocolate flavors and dried fruits distilled down into a creamy-textured liquid. I highly recommend trying Ribang Gayo as espresso.",
        "certifications": "",
        "processing_method": "Washed"
    },
    {
        "id": "36b9b779-52c1-40a3-9dff-1f4de2ab210f",
        "name": "Rwanda Nyamasheke Gitwe",
        "origin": "Rwanda",
        "roasttime": true,
        "roast_count": null,
        "description": "Gitwe shows fragrant baking spice notes in light roasts that add a delicate touch to a clean, refined cup profile. Honey and light brown sugar sweetness linger in the dry fragrance, and are accented by notes of  whole cardamom, and malted grains. Adding hot water frames a saturated sweet aroma with notes of cinnamon and sugar, honey graham cracker, and black tea. Light roasts brew up clean transparent sweetness, accented by aromatic spices overhead like whole clove and cinnamon. A dried apple hint helps fill out this coffee's somewhat quiet fruited side, and lemony citrus is brought to light as the cup cools off some. The latter combines nicely with the black tea/tannic flavors, and lead up to a complex Assam tea note in the aftertaste. Full City roasts pull out a sweet chocolatey side, along with some darker fruit notes that come up as you move through the cup. Full City roasts also help temper the vivid brightness if you're looking for a rounder cup profile that's more about chocolate bittersweets",
        "certifications": "",
        "processing_method": "Washed",
        "aroma": "undefined",
        "region": "",
        "acidity": "",
        "varietal": "",
        "altitude": "",
        "taste_notes": "",
        "purchase_url": "https://thejavaframeworkroastery.com",
        "brew_methods": "",
        "cupping_score": "",
        "image_url": "/data/bean_images/36b9b779-52c1-40a3-9dff-1f4de2ab210f_bean.png"
    },
    {
        "id": "EeMq69WDwyAHQiXi1rGO",
        "name": "Java Sunda Cirambai",
        "origin": "Indonesia",
        "roasttime": true,
        "roast_count": null,
        "description": "The kind of coffee I want to drink on the daily! A substantial bodied brew, with complex bittersweetness that sits well with flavors of brown sugar, caramel, and sweet cream. City to Full City+. Good for espresso.",
        "certifications": "",
        "processing_method": "Washed"
    },
    {
        "id": "1cc0fe74-54b5-4a57-bdbf-067915621e8c",
        "name": "Rwanda Rulindo Tumba",
        "origin": "Rwanda",
        "roasttime": true,
        "roast_count": null,
        "description": "Torched sugar with accents of raisin, bergamot citrus and tamarind hard candy and a smattering of baking spice notes in the finish. Spiced chocolate and dried fruit when roasted dark. City to Full City. Good for espresso.\n\nThe dry fragrance has an orange spice smell, laced with raw sugary sweetness, and a clove accent. A deep sweetness blossoms in the wet aroma and comes off like a mix of sugars browning in a pan, along with a lovely citrus smell. While the fragrance and aroma have delicate aspects to them, the brewed coffee is much more substantial. The sweetness is marked by more of the torched sugar aspects all along the recommended roast range and light to middle roasts are fruited with accents of red raisin, bergamot citrus and tamarind hard candy (OK, tamarind is technically a legume, I think). The finish at City and City+ displays a smattering of baking spice notes along with a tannic affect like black tea that lends to a tea-like acidic impression too. Tumba's sweetness holds up to darker roast levels too, producing delicious dark chocolate roast tones, with cinnamon stick, dried date and spiced cocoa flavor in the finish. Full City roasts make a sweet, and chocolate-laden espresso shot too, mouthfeel the weight of soy milk, and fruit/spice flavor note that reminds me of Dr. Pepper.",
        "certifications": "",
        "processing_method": "Washed"
    },
    {
        "id": "hORaQUsnbkWyKNlZ1HL4",
        "name": "Rwanda Nyamasheke Nyakabingo",
        "origin": "Rwanda",
        "roasttime": true,
        "roast_count": null,
        "description": "Rwanda Nyamasheke Nyakabingo\nBaking spice notes are the star of the show standing out against balanced sweetness, clove, Darjeeling tea, cardamom, hibiscus tea, dried cherry, orange rind, floral hint, and brisk lemon-like acidity. City to Full City+. Good for espresso.\n\nAt City+, the smells in the coffee grounds are fruited and sweet, layers of red raisin, brûléed banana, and vanilla. It's a potent smelling coffee to say the least! The wet aroma is very sweet in both light and dark roasts, a scent of caramel sauce and cooked sugars, tea biscuit and clove spice are some of what we noted. Nyakabingo has lush sweetness in the cup and more than a sprinkling of top notes that range from delicate and perfumed, to sturdy and fruited. And who are we kidding, like all coffees there are bittering and sweet flavors at the core, which are harmonious in Nyakabingo, drawing out a nice balanced backdrop. Black tea and lemon accents cultivate a briskness in the cup, and help to tie the hints of red raisin, hibiscus flower tea, and dried cherry to the core coffee flavors. Baking spice notes are the star of the show for me, and recall clove and spiced Darjeeling tea, with a note of cardamom pod that lingers in the aroma. City+ is an ideal roast for brew, though I can see Full City appealing to those who prefer roast tone, and you can still count on the sweet and fruited accent notes showing up too. One of my dark roasts hit the very beginning of 2nd snaps and while not a great cup in my opinion, it worked really well as espresso. I pulled a shot with 3 days rest and it packed rich dark chocolate/cacao bar flavors, a punchy citrus rind note, a fusion of flavors that showed elements of cinnamon laced caramel, and some fennel seed in aroma.",
        "certifications": "",
        "processing_method": "Washed"
    },
    {
        "id": "cogFQARv6xcU3yl6lXi8",
        "name": "Guatemala San Martin Jilotepeque",
        "origin": "Guatemala",
        "roasttime": true,
        "roast_count": null,
        "description": "A crowd-pleasing Guatemala with rounded sweetness and balanced low tones, notes of brown sugar, pecan, dark chocolate syrup, and a very mild apple hint adds to a soft acidic impression. City+ to Full City+. Good for espresso.  86.8",
        "certifications": "",
        "processing_method": "Washed",
        "aroma": "",
        "region": "",
        "acidity": "",
        "varietal": "",
        "altitude": "",
        "taste_notes": "",
        "purchase_url": "https://thejavaframeworkroastery.com/products/guatemala-san-martin-jilotepeque",
        "brew_methods": "",
        "cupping_score": "86.8"
    }
]